{ "food":
	[
		{
			"id": "1",
			"title": "Huguo Temple Snack bar",
			"image": "http://www.foodragon.com/wp-content/uploads/2014/03/huguosi_snacks.jpg",
			"link": "http://www.chinahighlights.com/beijing/article-top-snack-shops.htm",
			"content": "The snacks at Huguo Temple Snack Stand are a collection of street snacks from all over Beijing. After careful handling, they are shaped to be as pleasing to the eye as they are to the mouth. A great many customers like to go to this snack stand, and the lines can be long. The prices are very wallet friendly. This location is popular among customers young and old. Because of the rich dishes, reasonable prices, and delicious tastes, Huguo Temple Snack Stand is highly spoken of by its customers."
		},
		{
			"id": "2",
			"title": "Peking Roast Duck",
			"image": "http://thewoksoflife.com/wp-content/uploads/2015/11/peking-duck-recipe-12.jpg",
			"link": "http://www.china.org.cn/travel/beijingguide/2011-08/05/content_23143593_10.htm",
			"content": "Peking Duck is a dish from Beijing that has been prepared since the imperial era. The meat is characterized by its thin, crisp skin, with authentic versions of the dish serving mostly the skin and little meat, sliced in front of the diners by the cook. Ducks bred specially for the dish are slaughtered after 65 days and seasoned before being roasted in a closed or hung oven. The meat is eaten with spring onion, cucumber and sweet bean sauce with pancakes rolled around the fillings. Sometimes pickled radish is also inside, and other sauces (like hoisin sauce) can be used."
		},
		{
			"id": "3",
			"title": "Dong Lai Shun Hotpot",
			"image": "http://www.chinatouronline.com/upfile/2008/1728/20081209172837484650640542.jpg",
			"link": "https://www.thebeijinger.com/directory/dong-lai-shun",
			"content": "Dong Lai Shun – literally ‘Peace from the East’ – was established in Beijing over 100 years ago and is now recognized as one of Beijing’s leading restaurants with branches all over China. Although best known for its hot pot, we aim to bring you the best of Beijing cuisine in a setting that reflects the rich culture and history of the city."
		},
		{
			"id": "4",
			"title": "Daoxiangcun Old Beijing Bakery",
			"image": "http://redtable.kr/image/beijing.image/restaurant/112_197379758.jpg",
			"link": "http://www.timeoutbeijing.com/features/Feature/14962/Daoxiangcun-bakery.html",
			"content": "Daoxiangcun opened its first store in Qianmen in 1895 and its pastries literally sold like hotcakes. The great Chinese writer Lu Xun loved the bakery so much he wrote about it in his diary nearly a dozen times during his stay in Beijing. Today, Daoxiangcun’s history and contribution to Beijing’s culinary culture is recognised by its inclusion in the official list of China’s Time-honoured Brands. Daoxiangcun’s products have become part of the staple diets of many Beijing families, and its red boxes of pastries are often the gift of choice on special occasions. As one local said, 'Daoxiangcun is the best for traditional desserts, old Beijingers like me always go there during New Year to buy gifts for old friends - the queues in there are always long'."
		}
	],
  "places":
  	[
			{
			"id": "5",
			"title": "Tian’anmen Square",
			"image": "http://www.beijingholiday.com/assets/images/attractions/tiananmen/tiananmen-square.jpg",
			"link": "https://www.travelchinaguide.com/attraction/beijing/tianan.htm",
			"content": "Tiananmen Square is a city square in the centre of Beijing, China, named after the Tiananmen (Gate of Heavenly Peace) located to its north, separating it from the Forbidden City. The square contains the Monument to the People's Heroes, the Great Hall of the People, the National Museum of China, and the Mausoleum of Mao Zedong. Mao Zedong proclaimed the founding of the People's Republic of China in the square on October 1, 1949; the anniversary of this event is still observed there. Tiananmen Square is within the top ten largest city squares in the world. It has great cultural significance as it was the site of several important events in Chinese history."
		},
		{
			"id": "6",
			"title": "The Great Wall",
			"image": "https://upload.wikimedia.org/wikipedia/commons/2/23/The_Great_Wall_of_China_at_Jinshanling-edit.jpg",
			"link": "https://www.travelchinaguide.com/china_great_wall/",
			"content": "The Great Wall of China is a series of fortifications made of stone, brick, rammed earth, wood, and other materials, generally built along an east-to-west line across the historical northern borders of China to protect the Chinese states and empires against the raids and invasions of the various nomadic groups of the Eurasian Steppe. Several walls were being built as early as the 7th century BCE; these, later joined together and made bigger and stronger, are now collectively referred to as the Great Wall. Especially famous is the wall built 220–206 BCE by Qin Shi Huang, the first Emperor of China. Little of that wall remains. Since then, the Great Wall has been rebuilt, maintained, and enhanced; the majority of the existing wall is from the Ming Dynasty (1368–1644)."
		},
		{
			"id": "7",
			"title": "Forbidden city (The Palace Museum)",
			"image": "https://img.purch.com/h/1000/aHR0cDovL3d3dy5saXZlc2NpZW5jZS5jb20vaW1hZ2VzL2kvMDAwLzA1OC81NTIvb3JpZ2luYWwvZm9yYmlkZGVuLWNpdHkuanBn",
			"link": "https://www.travelchinaguide.com/cityguides/beijing/forbidden.htm",
			"content": "The Forbidden City was the Chinese imperial palace from the Ming dynasty to the end of the Qing dynasty—the years 1420 to 1912. It is located in the center of Beijing, China, and now houses the Palace Museum. It served as the home of emperors and their households as well as the ceremonial and political center of Chinese government for almost 500 years."
		},
		{
			"id": "8",
			"title": "Beihai Park",
			"image": "https://upload.wikimedia.org/wikipedia/commons/6/62/Beihai_park%2C_beijing%2C_china.jpg",
			"link": "https://www.travelchinaguide.com/attraction/beijing/beihai.htm",
			"content": "Beihai Park is a public park and former imperial garden located in the northwestern part of the Imperial City, Beijing. First built in the 11th century, it is among the largest of all Chinese gardens and contains numerous historically important structures, palaces, and temples. Since 1925, the place has been open to the public as a park. It is also connected at its northern end to the Shichahai."
		},
		{
			"id": "9",
			"title": "Sanlitun Bar Street (Taikoo Li)",
			"image": "http://static.thousandwonders.net/Sanlitun.original.2193.jpg",
			"link": "http://www.taikoolisanlitun.com/en/",
			"content": "Sanlitun is an international shopping, restaurant and entertainment precinct in Chaoyang District in the city of Beijing. It is the most international and bohemian area in the capital. Sanlitun is surrounded by foreign embassy districts and so, it is here that the first nightlife began in Beijing. Most visitors to Beijing will find their way to Sanlitun after doing their touring, because here is some of the best shopping, restaurants, and nightlife. The center of foreign nightlife in Beijing, is comprised of a main Bar street divided into north and south sections, a side street with more casual (and cheaper) bars, and a few clubs/discotheques throughout."
		},
		{
			"id": "10",
			"title": "Temple of Heaven",
			"image": "http://spirittourism.com/wp-content/uploads/2016/01/Temple-of-Heaven-Tiantan.jpg",
			"link": "https://www.travelchinaguide.com/attraction/beijing/heaven/",
			"content": "The Temple of Heaven is an imperial complex of religious buildings situated in the southeastern part of central Beijing. The complex was visited by the Emperors of the Ming and Qing dynasties for annual ceremonies of prayer to Heaven for good harvest. It has been regarded as a Taoist temple, although Chinese heaven worship, especially by the reigning monarch of the day, predates Taoism."
		},
		{
			"id": "11",
			"title": "Wangfujing (Prince's Mansion Well)",
			"image": "http://photos.worldwanderings.net/2010/12/IMG_3665.jpg",
			"link": "https://www.travelchinaguide.com/cityguides/beijing/shopping/wangfujing-dajie/",
			"content": "Wangfujing is one of the most famous shopping streets of Beijing, China, located in Dongcheng District. The majority of the main area is pedestrianised and very popular shopping place for both tourists and residents of the capital. Since the middle of the Ming Dynasty there have been commercial activities in this place. In the Qing Dynasty, ten aristocratic estates and princess residence were built here, soon after when a well full of sweet water was discovered, thereby giving the street its name Wang Fu (princely residence), Jing (well). Many exotic foods are served on Wangfujing snack street."
		}
  	],
  "accommodation":
  [
		{
		"id": "12",
		"title": "Peking Youth Hostel",
		"image": "",
		"link": "",
		"content": "Address: No. 10 Qianmen Street, Beijng, China"
	},
	{
		"id": "13",
		"title": "Lama Temple International Youth Hostel",
		"image": "https://s-ec.bstatic.com/images/hotel/max500/427/42752277.jpg",
		"link": "http://www.lamahostel.hostel.com/",
		"content": "A Chinese traditional mansion situated in the center city of Beijing, only 2 minutes walk from the subway and within 20 minutes walk, you can arrive at tour sites like nanluoguxiang, houhai, drum tower and the Yong He lama temple."
	},
	{
			"id": "14",
			"title": "Beijing International Hotel",
			"image": "https://media-cdn.tripadvisor.com/media/photo-o/06/6e/e7/1c/exterior.jpg",
			"link": "http://www.beijing-internationalhotel.com/",
			"content": "Address: No. 9 Jianguomen Inner St, ChaoYangMen, Dongcheng Dist. Beijing, China, 100005"
		},
		{
			"id": "15",
			"title": "Hilton Hotel @Wangfujing",
			"image": "http://news.hilton.com/assets/HILT/properties/International/HiltonBeijingWangfujing/BeijngWangfujing_HotelExteriorFP.jpg",
			"link": "http://www3.hilton.com/en/hotels/china/hilton-beijing-wangfujing-BJSWFHI/maps-directions/index.html",
			"content": "Address: No.8 Wangfujing East Street, Dongcheng Dist. Beijing, China, 100006."
		},
		{
			"id": "16",
			"title": "Sanlitun Youth Hostel",
			"image": "http://ucd.hwstatic.com/propertyimages/2/24985/12.jpg",
			"link": "http://www.sanlitun.hostel.com/",
			"content": "Sanlitun Youth Hostel is a friendly, relaxed hostel with English-speaking staff who are 'easy to approach, fun to talk with and very helpful', according to our guests. This hostel has a western breakfast and a popular bar serving cheap drinks. It's surrounded by some of Beijing's best nightlife and many Hostelworld travellers have told us they will stay here again. We like their free dumplings on Friday nights and free Chinese hot pots on Wednesday - a great way to sample the local food and meet other travellers."
		}
  ]

}
